TypeSubject = (
    ('نظري', 'نظري'),
    ('عملي', 'عملي')
)

Type_Subject = (
    ('إعتراض', 'إعتراض'),
    ('إعادة عملي', 'إعادة عملي'),
    ('إعادة تصحيح', 'إعادة تصحيح'),
    ('إختيار مواد من السنة الأعلى', 'إختيار مواد من السنة الأعلى')
)

Year = (
    ('السنة الأولى', 'السنة الأولى'),
    ('السنة الثانية', 'السنة الثانية'),
    ('السنة الثالثة', 'السنة الثالثة'),
    ('السنة الرابعة', 'السنة الرابعة'),
    ('السنة الخامسة', 'السنة الخامسة')
)

Department = (
    ('برمجيات', 'برمجيات'),
    ('شبكات', 'شبكات'),
)
